[HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
Summary="Bonus <Ability:HITWHEREITHURTS/>% chance to critically hit enemies. Attacks ignore dodge."

[HitWhereItHurts X2AbilityTemplate]
LocLongDescription="Bonus <Ability:HITWHEREITHURTS/>% chance to critically hit enemies. Attacks ignore dodge."
LocHelpText="Bonus <Ability:HITWHEREITHURTS/>% chance to critically hit enemies. Attacks ignore dodge."